import styles from "./PricingTag.module.css";

export default function PricingTag() {
  return (
    <div className={styles.pricingTagContainer}>
      <h1>Ексклузивни Ценови Оферти</h1>
      <p>
        Изберете от нашите специални ценови планове, които предлагат отлична
        стойност и гъвкавост.{" "}
      </p>
      <div className={styles.price}>
        <div className={styles.box}>
          <h1>Програма за Диета</h1>
          <h3>
            <span>90</span> лв
          </h3>
          <p>Създаване на калориен дефицит</p>
          <p>Персонализирани хранителни планове</p>
          <p>Хранителни насоки</p>
          <p>Ежедневен дневник за храна</p>
          <p>Седмични проверки и корекции</p>
        </div>
        <div className={styles.box}>
          <h1>Персонални тренировки</h1>
          <h3>
            <span>80</span> лв
          </h3>
          <p>Индивидуализирани тренировки</p>
          <p>Корекции и съвети за техниката</p>
          <p>Гъвкавост и разтягане</p>
          <p>Мотивация и подкрепа</p>
          <p>Отчетност и прогрес</p>
        </div>{" "}
        <div className={styles.box}>
          <h1>Единична Тренировка</h1>
          <h3>
            <span>20</span> лв
          </h3>
          <p>Пробна сесия</p>
          <p>Фокус върху конкретни цели</p>
          <p>Съвети за упражнения</p>
          <p>Специални предложения</p>
          <p>Мотивация и подкрепа</p>
        </div>
      </div>
    </div>
  );
}
