import YosifImage from "../assets/Yosif.png";
import YosifJRImage from "../assets/YosifJR.png";

export const coaches = [
  {
    name: "Йосиф",
    lastName: "Хаджиев",
    img: YosifImage,
    description:
      "Този треньор е специализиран в разнообразни фитнес дисциплини, включително функционални тренировки, HIIT (високоинтензивна интервална тренировка) и силови тренировки, както и създаване на персонализирани хранителни планове. С опит в разработването на комплексни тренировки и диетични стратегии, той съчетава техники от различни области, за да осигури цялостен подход към фитнес и здраве.",
  },
  {
    name: "Ванеса",
    lastName: "Димитрова",
    img: "https://images.pexels.com/photos/14973982/pexels-photo-14973982/free-photo-of-woman-in-sports-bra-lifting-a-dumbbell.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    description:
      "Този треньор е специализиран в разнообразни фитнес дисциплини, включително функционални тренировки, HIIT (високоинтензивна интервална тренировка) и силови тренировки, както и създаване на персонализирани хранителни планове. С опит в разработването на комплексни тренировки и диетични стратегии, той съчетава техники от различни области, за да осигури цялостен подход към фитнес и здраве.",
  },
];
