export const priceData = [
  {
    title: "Единична Тренировка",
    price: 20,
    details: [
      "Пробна сесия",
      "Фокус върху конкретни цели",
      "Съвети за упражнения",
      "Специални предложения",
      "Мотивация и подкрепа",
    ],
  },
  {
    title: "Персонални тренировки",
    price: 80,
    details: [
      "Индивидуализирани тренировки",
      "Корекции и съвети за техниката",
      "Гъвкавост и разтягане",
      "Мотивация и подкрепа",
      "Отчетност и прогрес",
    ],
  },
  {
    title: "Хранителна програма",
    promo: "ПРОМО ЦЕНА!",
    price: 60,
    details: [
      "Създаване на калориен дефицит",
      "Персонализирани хранителни планове",
      "Хранителни насоки",
      "Ежедневен дневник за храна",
      "Седмични проверки и корекции",
    ],
  },
];
