export const programsData = [
  {
    title: "Функционални тренировки",
    img: "https://images.pexels.com/photos/1552102/pexels-photo-1552102.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    details: [
      "Фокус: Подобряване на общата физическа форма",
      "Ползи: Повишена гъвкавост, баланс, координация и сила",
      "Структура: Използване на упражнения с телесно тегло, тренировка с гирички, балансова топка и д.р",
    ],
  },
  {
    title: "Силови тренировки",
    img: "https://images.pexels.com/photos/1638324/pexels-photo-1638324.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    details: [
      "Фокус: Изграждане на мускулна сила",
      "Ползи: Увеличена мускулна маса, плътност на костите и метаболизъм",
      "Структура: Използване на свободни тежести, машини и ластици",
    ],
  },
  {
    title: "HIIT",
    img: "https://images.pexels.com/photos/4752861/pexels-photo-4752861.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    details: [
      "Фокус: Изгаряне на мазнини и издръжливост",
      "Ползи: Бързо изгаряне на калории и подобрение на кардиоваскуларната система",
      "Структура: Интензивни интервали на упражнения, последвани от кратки почивки",
    ],
  },
];
