export const steps = [
  {
    title: "ПРОГРЕС",
    description:
      "Нашият екип от експерти ще работи с вас, за да създаде персонализиран план, който ще ви помогне да постигнете успех стъпка по стъпка.",
    icon: "fa-solid fa-clock-rotate-left",
  },
  {
    title: "ТРЕНИРОВКИ",
    description:
      "С разнообразие от тренировки, от които да избирате, ще имате всичко необходимо, за да влезете в най-добрата форма на живота си.",
    icon: "fa-solid fa-dumbbell",
  },
  {
    title: "ХРАНИТЕЛНИ ПРОГРАМИ",
    description:
      "Нашият екип ще работи с вас, за да създаде персонализиран хранителен план, който ще ви помогне да постигнете вашите конкретни здравни цели.",
    icon: "fa-solid fa-list-check",
  },
];
